[
    "Be nice when Wayne Manor ' s rebuilt and you can swap not sleeping in a penthouse for not sleeping in a mansion.",
    "You ought to be pretty knowledgeable by now, then.",
    "I'm sure Mr. Fox can oblige.",
    "Perhaps you could hire some of them and take weekends off.",
    "I know. But things are improving.",
    "Are you interested in his",
    "Well\/ I trust you're not following me on my day off.",
    "Know your limits. Master Wayne.",
    "That day. Master Wayne, even I won't want to. Probably.",
    "I found one. In Arizona. Very nice man says it will take him a week to get it running. And he takes cash. What about a flight crew?",
    "Oh , yes .",
    "I believe your plane is here.",
    "If you can tell me the Russian for 'apply your own bloody suntan lotion . 1",
    "I assumed it was your usual reason for socialising beyond myself and the scum of Gotham's underbelly: to try and impress Miss Dawes.",
    "Yes, sir.",
    "Not yet, sir.",
    "Oh, you have no idea.",
    "You crossed it first, sir. You've hammered them, squeezed them to the point of desperation. And now, in their desperation they’ve turned to a man they don't fully understand.",
    "(looks at Wayne)",
    "One day I found a child playing with a ruby as big as a tangerine, (shrugs)",
    "Because he thought it was good sport. Because some men aren’t looking for anything logical, like money... they can't be bought, bullied, reasoned or negotiated with.",
    "I ' m not sure you made it loud enough, sir.",
    "I’ll run it through all the databases and came up with for possibles .",
    "Got one. Melvin White, aggravated assault, moved to Arkham twice- 1502 Randolph Apartments, just off State-",
    "Even the logs?",
    "Endure, Master Wayne. Take it.",
    "Today, I don't want to.",
    "I suppose they’ll lock me up as well. Your accomplice.",
    "I don't know. He went down to the press conference-",
    "Perhaps both Bruce and Mr. Dent believe that Batman stands for something more important than a terrorist’s whims, Miss Dawes, even if everyone hates him for it.",
    "How will I know?",
    "Goodbye , Rachel .",
    "I prepared a little breakfast.",
    "Very well.",
    "Wayne turns, a desperate look in his eye.",
    "You have inspired good. But you spat in the face of Gotham's criminals- didn't you think there might be casualties? Things were always going to have to get worse before they got better.",
    "Rachel believed in what you stood for. what we Btand for.",
    "Gotham needs you.",
    "Which is why for now, they'll have to make do with you.",
    "It can wait.",
    "(uneasy)",
    "You need to see this.",
    "Looking for?",
    "Will you be taking the batpod, sir?",
    "The Lamborghini then.",
    "Nothing on them. No immediate family members admitted to a Gotham hospital ."
]
