[
    "We're trying to help you I",
    "Don’t let me find you out here again.",
    "You need us 1 There ’ s only one of you- it '8 war out here!",
    "What gives you the right? I What's the difference between you and me?!",
    "I'm not wearing hockey pads.",
    "Him again. Who are the others?",
    "Some of the marked bills I gave you.",
    "Time to move in.",
    "One man or the entire mob? He can wait.",
    "Do you trust him?",
    "If I get him to you, can you get him to talk?",
    "The Detective looks around as he hears a LOW RUMBLE...",
    "Then you're going to love me.",
    "Drop the knife.",
    "Let her go.",
    "Are you alright?",
    "He's safe.",
    "I need ten minutes with the scene before your men contaminate it.",
    "Ramirez looks at Gordon. Is he serious? Gordon point s-",
    "I want the Joker.",
    "I ' m counting on it .",
    "Where is he?",
    "He must have friends.",
    "Someone knows where he is.",
    "You'd leave a man's life to chance?",
    "His name's Schiff, Thomas. He's a paranoid schizophrenic, a former patient at Arkham. The kind of mind the Joker attracts.",
    "What do expect to learn from him?",
    "You're the symbol of hope that I could never be. Your stand against organized crime is the first legitimate ray of light in Gotham for decades. If anyone saw this, everything would be undone- all the criminals you got off the streets",
    "You're going to call a press conference. Tomorrow morning.",
    "No one else will die because of me.",
    " People take up the chant. Dent has lost them. He knows it.",
    "You wanted me. Here I am.",
    "Where’s Dent?",
    "Then why do you want to kill me?",
    "You're garbage who kills for money.",
    "Where's Dent?",
    "I have one rule.",
    "Which is?",
    "I'm considering it.",
    "Them?",
    "Dent knew the risks .",
    "Batman puts DENT'S DAMAGED COIN on the bedside table.",
    "Beautiful. Isn't it?",
    "And high frequency generator\/receiver .",
    "The database is null-key encrypted. It can only be accessed by one person.",
    "Trust me.",
    "This is the audio sample.",
    "If he talks within range of any phone in the city, you'll be able to triangulate his position.",
    "When you've finished, type your name to switch it off.",
    "Fox? There 1 s something going on on the ferries ...",
    "Do you have a location on the Joker?",
    "I have the Joker's location",
    "Prewitt building. Assemble on the building opposite.",
    "He likes the view.",
    "It's not that simple, with the Joker, it never is.",
    "There’s always a catch with hira- GORDON",
    "I need five minutes. Alone- GORDON",
    "Fox. I need picture.",
    "Don't. Move.",
    "There won't be any fireworks.",
    "What were you hoping to prove?",
    "You're alone.",
    "But I know how you get these -",
    "you’ll be in a padded cell, forever.",
    "This city just showed you it's full of people ready to believe in good.",
    "What did you do?",
    "You don't want to hurt the boy.",
    "Nothing fair ever came out of the barrel of a gun, Dent.",
    "It wasn't.",
    "Because you were the best of us.",
    "But your fooling yourself if you think you're letting chance decide.",
    "No. But the Joker cannot win.",
    "Gotham needs its true hero.",
    "Yes, I can.",
    "You either die a hero or live long enough to see yourself become the villain. I can do those things because I'm not a hero, like Dent.",
    "I’m whatever Gotham needs me to be.",
    "You'll hunt me.",
    "You 'll condemn me, set the dogs on me. . .",
    "...because It's what needs to happen .",
    "Because sometimes the truth isn't good enough . . .",
    ".. .sometimes, people deserve more ."
]
