[
    "Alfred walks past soaring downtown views as he carries a breakfast tray through the vast, empty penthouse. He stops, looking at a still-made bed. Alfred sighs, turns.",
    "But I learn about my mistakes.",
    "My armor... I'm carrying too much weight- I need to be faster.",
    "A dog.",
    "This wasn't exactly what I had in mind when I said I wanted to inspire people.",
    "I am. Closely. I need to know if he can be trusted.",
    "Who Rachel spends her time with is her business.",
    "If you ever took one, I might.",
    "Batman haB no limits.",
    "I can’t afford to know them.",
    "We all know how much you like to say 'I told you so' .",
    "Fox shows Lau to the elevator. He's joined by, REESE, 30s, an ambitious M and A consultant lawyer.",
    "Wayne is standing by the window.",
    "OK. Cancel the deal.",
    "I needed a closer look at their books .",
    "I need a new suit.",
    "I'm not talking about fashion,",
    "Sure make backing out of the driveway easier.",
    "Rachel 1 Fancy that .",
    "Rachel\/ Natascha. Natascha, Rachel .",
    "I certainly hope not.",
    "Let ' s put a couple tables together . DENT",
    "They should l I own the place. RACHEL",
    "How'd you know?",
    "Prima ballerina for the Moscow Ballet.",
    "I was raised here . I turned out OK.",
    "The Palisades? Sure. You know, as our new D.A. you might want to figure out where your jurisdiction ends.",
    "Exactly. Who appointed the Batman? DENT",
    "I don't think you understand. One fundraiser with my pals, you'll never need another cent.",
    "I'm sure you’ve always wanted to go to Hong Kong.",
    "I think Mr.Lau deserves a more personal touch.",
    "How about getting back into the plane?",
    "Without it landing.",
    "Sorry.",
    "We wouldn’t want things getting too easy, would we?",
    "South Korean smugglers. They run flights into Pyongyang, below radar the whole way. Did you think of an alibi?",
    "Alfred, picks his way over twelve SUNBATHING BALLERINAS. Wayne looks up from a newspaper. Alfred points to a SEA- PLANE gently touching down across the bay.",
    "How's the view from L. S. I. Holdings?",
    "What's this?",
    "And the other device?",
    "Wayne comes into the living room, excited. Alfred is supervising party arrangements.",
    "How's it going?",
    "And why do you think I wanted to hold a party for Harvey Dent?",
    "Very droll. But very wrong.",
    "Dent and Rachel get off the lift. Dent stands in awe of the penthouse and its guests.",
    "Wayne's CHOPPER touches down. He spills out with a clutch of SUPERMODELS...",
    "'I Believe in Harvey Dent.' Nice slogan, Harvey. Certainly caught Rachel's attention. But then I started paying attention to Harvey, and all he 1 s been doing as our new D.A., and you know what? I believe in Harvey Dent.",
    "(smiles)",
    "Wayne and the supermodels come out of the helipad elevator-",
    "Sorry, I'm late- glad you started without me! Where's Rachel?!",
    "Rachel Dawes- my oldest friend.",
    "Wayne walks out to the edge of the balcony and looks over Gotham. Hears someone behind him- Rachel.",
    "(shakes his head)",
    "The day you once told me about, the day when Gotham no longer needs Batman. It's coming.",
    "It's happening now- Harvey is that hero . He locked up half the city ' s criminals, and he did it without wearing a mask. Gotham needs a hero with a face.",
    "Dent pulls Rachel into the kitchen, away from the crowd",
    "They've come for him.",
    "Stay hidden.",
    "The Joker and his THUGS pour into the room, weapons raised.",
    "A THUG appears in front of Wayne, toting a shotgun.",
    "The Joker moves through the terrified guests. Smiling.",
    "Wayne walks in. A COUPLE are hastily putting themselves back together, alerted by the noise.",
    "The Joker raises his knife from Rachel's cheek. She SLUGS him. He smiles.",
    "Targeting me won't get their money back. I knew the mob wouldn't go down without a fight, but this is different. They've crossed a line.",
    "Criminals aren't complicated,",
    "What were you missing?",
    "So why was he stealing them?",
    "Fox is at his desk. Reese enters.",
    "And here's a thumb print.",
    "Yes . Government telecommunications project.",
    "Lucius. I'm playing this one pretty close to the chest.",
    "Cross reference the addresses...",
    "Look for Parks ide and around.",
    "Rachel watches Gotham through the window. Wayne enters.",
    "I have no choice.",
    "Perhaps not. But I've got enough blood on my hands. I've seen, now, what I would have to become to stop men like him.",
    "You once told me that if the day came when I was finished . . .",
    "We'd be together.",
    "But did you mean it?",
    "Anything that could lead back to Lucius or Rachel.",
    "People are dying, Alfred. What would you have me do?",
    "Today I ' ve found out what Batman can't do. He can't endure this.",
    "Today you get to say 'I told you so' .",
    "Accomplice? I'm going to tell them the whole thing was your idea.",
    "Rachel is watching the press conference on TV.",
    "Rachel STARES as Dent is arrested on TV. Appalled.",
    "Rachel comes up to Alfred. Upset.",
    "Alfred sits at a table reading the letter from Rachel.",
    "Alfred?",
    "Did I bring this on us? On her? I thought I would inspire good, not madness-",
    "But Rachel, Alfred...",
    "Gotham needs its hero. And I let the Joker blow him half to hell-",
    "She was going to wait for me. Dent doesn't know. He can never know...",
    "What's that?",
    "That bandit, in the forest in Burma... Did you catch him?",
    " Alfred comes up to Wayne. Points him to the TV.",
    "Wayne and Alfred move to the elevator.",
    "I need you plugged in, checking Gordon's men and their families.",
    "Hospital admissions.",
    "In the middle of the day? Not very subtle, Alfred.",
    "I saw O'Brien and Richards...",
    "I saw Burns and Zachary... and a patrolman I don't know.",
    "There ' s at least one I don ' t know- send the information to Gordon-",
    "Call me Bruce. I think so.",
    "Trying to catch the light?",
    "Why? Who's in it?",
    "(shrugs)",
    "That ' s why I gave it to you . Only you can use it."
]
