[
    "Well, Mr.Lau, I speak for the rest of the board, and Mr. Wayne, in expressing our own excitement...",
    "We ' 11 be in touch as soon as our people have wrapped up the diligence.",
    "You worry about the diligence, Mr. Reese . I'll worry about Bruce Wayne .",
    "(smiles)",
    "Another long night?",
    "( looks at Wayne )",
    "You want to be able to turn your head?",
    "I'll see what I can do.",
    "Our Chinese friend left town before I could tell him the deal is off.",
    "What's wrong with a phone call?",
    "For high altitude jumps, you need oxygen and stabilizers. I must say- compared to your usual requests, jumping out of an airplane is pretty straightforward.",
    "I can recommend a good travel agent .",
    "That's more like it, Mr. Wayne.",
    "I don't think I have anything here.",
    "Hardened kevlar plates on a titanium-dipped fiber tri-weave for flexibility. . .",
    "You'll be lighter, faster, more agile. . .",
    "Perhaps you should read the instructions, first.",
    "Now, there's a trade-off... the spread of the plates gives you weak spots. You'll be more vulnerable to gunfire and knives.",
    "You talking chihuahuas or rotweilers?",
    "I understand!",
    "Well, it was good of you to bring me out here in such style, Mr.Lau. But I 've actually come. . .",
    "Sorry . Forgot I had it . So , I've come to explain why we're going to have to put our deal on hold . . .",
    "We can ' t afford to be seen to do business with... well, whatever it is you're accused of being. A businessman of your stature will understand.",
    "Well, I do love Chinese food. And Mr. Wayne didn't want you to think we’d been deliberately wasting your time.",
    "(laughs)",
    "There's a better view from the peak tram.",
    "Restricted. Lau's holed up in there good and tight . Here . . .",
    "I had R and D work it up- it sends out high frequencies and records",
    "Submarine. Like a submarine.",
    "In place.",
    "Mr .Wayne?",
    "Fox is at his desk. Reese enters.",
    "What can I do for you, Mr. Reese?",
    "Their CEO is in police custody.",
    "Let me get this straight. You think that your client, one of the wealthiest and most powerful men in the world, is secretly a vigilante who spends his nights beating criminals to a pulp with his bare hands . . .",
    "Good luck.",
    "Here's your original scan —",
    "Here's it reverse-engineered —",
    "I’ll make you a copy.",
    "I wasn't aware we had any new government contracts . Can you-",
    "Fair enough .",
    "Beautiful. Unethical. Dangerous.",
    "Like the phone I gave you in Hong Kong. You took my sonar concept and applied it to everybody's phone in the City, With half the city feeding you sonar you can image all of Gotham.",
    "But at what cost?",
    "No one should have that kind of power .",
    "Spying on thirty million people wasn’t in my job description.",
    "I ' 11 help you this one time . . .",
    "But consider this my resignation.",
    "I'm zeroing in.",
    "His voice is on the ferry, but that ' s not the source . . .",
    "You've got p.o.v. on alpha channel, omni on beta-"
]
