[
    "I thought you had to go look after your mother, detective.",
    "I ' m sorry .",
    "Often doesn't. But I like reminding everybody that he ' s out there .",
    "Hopefully... Because he's busy.",
    "Put this out, by morning we can put a big top over central holding and sell tickets . What 1 s he hiding under that makeup?",
    "Another bunch of small timers .",
    "My detectives have been making drug buys with them for weeks . This bank was another drop for the mob. That makes five banks- we've found the bulk of their dirty cash.",
    "What about this Joker guy?",
    "We'll have to hit all banks simultaneously. SWAT teams, backup .",
    "When the new DA gets wind of this, he'll want in.",
    "Be hard to keep him out.",
    "I hear he's as stubborn as you.",
    "Word is you've got a hell of a right cross . Shame Sal ’ s going to walk.",
    "We liaise with various agencies- DENT",
    "Official policy is to arrest the vigilante known as Batman on sight.",
    "If you have any concerns about . . . malfunctioning equipment ... take them up with maintenance , counselor.",
    "In this town, the fewer people know something\/ the safer the operation.",
    "If I didn’t work with cops you'd investigated while you were making your name at I. A.- I'd be working alone. I don't get political points for being an idealist- T have to do the best I can with what I have.",
    "I can give you the names of the banks .",
    "Don't try to cloud the fact that clearly Maroni's got people in your office. Dent.",
    "We're going after the mob's life savings. Things will get ugly.",
    "He does that.",
    "Gordon is looking through case files. Ramirez walks in.",
    "Charge them with what?",
    "He can't go to County. I'll keep him here in the holding cells.",
    "You trust them over at County?",
    "Lau stays.",
    "I am, counselor.",
    "Our boy looks good on the tube.",
    "Don't worry, they’re coming, too.",
    "Forty-nine, sir.",
    "Any matches?",
    "Seal the building. No one in or out till I get there.",
    "We're secure. I want a floor-by- floor search of the entire building.",
    "Sir, the Joker card had a trace of your D.N.A. on it-",
    "Somebody with access to your house or office muBt've lifted a tissue or a glass. . .",
    "Wait-",
    "As long as they don’t get to Lau, we've cut off their funds.",
    "What about Dent?",
    "(checks licenses)",
    "Ramirez .",
    "That's brick- you’re gonna try and take ballistics off a shattered bullet?",
    "Whatever you're gonna do, do it fast, 'cos we know hiB next target. . .",
    "How's it looking up top?",
    "Barbara Gordon stands in the doorway, scared. Stephens and a UNIFORMED OFFICER stand in front of her.",
    "We got you, you son of a bitch.",
    "We got him, Harvey.",
    "Stand away l All of you. I don't want anything for his mob lawyer to use, understand? Handle this guy like he's made of glass.",
    "I couldn't chance my family's safety.",
    "Nothing . No matches on prints,",
    "Actually, this time I saved him.",
    "Gordon rings the bell. Barbara answers it, dressed in black .",
    "I couldn't tell you. I couldn't risk-",
    "Gordon crouches by his son's beside. He reaches out to touch James Jr's cheek. James's eyes open. Staring at his dad as if still dreaming.",
    "Has he said anything, yet?",
    "Harvey Dent never made it home.",
    "What have you done with him?",
    "Where is he?",
    "What difference does that make?",
    "If we're going to play games, I’m going to need a cup of coffee.",
    "Not exactly.",
    "He's in control.",
    "I'm sorry about Rachel.",
    "I . . . I know you tried to warn me .",
    "You should have thought of that before you let the clown out of the box.",
    "Call in every officer- tell them to head to their nearest hospital and start evac and search. Call the transit authority, school board, prisons- get every available bus",
    "That ' s where Harvey Dent is .",
    "To get Reese.",
    "Get the cars around back!",
    "Well, maybe Batman will save you.",
    "Berg, isn't it?",
    "You okay, son?",
    "I'm gonna need your weapoji, son. Berg looks at Gordon.",
    "Yeah. That would be why,",
    "You okay, Mr. Wayne?",
    "That was a brave thing, you did.",
    "You weren't protecting the van?",
    "You don't watch a whole lot of news, do you, Mr. Wayne?",
    "Not today, I wouldn't.",
    "Gotham general . . .",
    "You must know how many were inside- you've got patient lists, roll calls-",
    "Yeah? What's your guess about where Harvey Dent is?",
    "Keep looking. Keep it to yourself.",
    "My officers are going over every inch of the tunnels and bridges, but with the Joker's threat they're not and option.",
    "Backed up for hours. Which leaves the ferries with thirty thousand waiting to board. Plus, corrections are at capacity, so I want to use a ferry to take some prisoners off the island.",
    "You should be- they're the people you least want to be stuck with in an emergency. Whatever the Joker's planning, it's a good bet that Harvey's prisoners might be involved. I want 'em out of here.",
    " Barbara Gordon answers the phone.",
    "Then we have a hostage situation.",
    "It's a shooting gallery. Why'd he choose a spot with such big windows?",
    "(barely hesitates)",
    "What 1 s simple, is that every second we don't take him, those people on",
    "the ferries get closer to blowing each other up I",
    "Then he'll blow them both up !",
    "That's why we can't wait- we can't play his games-",
    "No. There’s no time. We have clear shots .",
    "Dent's in there with them. We have to save Dent l I have to save Denti (to SWAT Leader)",
    "Two minutes. Then you breach.",
    "Hello? Barbara, calm down- DENT (O.S.)",
    "Harvey? What the hell’s going on?",
    "Where are you? Where's my f amily? 1",
    "Dent?",
    "I know. I was here. Trying to save her.",
    "I couldn’t.",
    "I was trying to fight the mob- Dent MOVES towards Gordon.",
    "Harvey. Put the gun down. You're not going to hurt my family.",
    "Put the gun down.",
    "Please, Harvey...",
    "Goddamit. Stop pointing that gun at my family. Dent.",
    "I'm sorry, Harvey. For everything.",
    "All they know is there's a situation. They don't know who, or what. They're just creating a perimeter .",
    "No one needs to escape, because no one's done anything wrong. And nobody has to.",
    "You’re right, Harvey. Rachel's death was my fault. But punish me-",
    "It's going to be all right, son.",
    "Thank-you.",
    "Yes, I do.",
    "The Joker won.",
    "Harvey's prosecution, everything he fought for, everything Rachel died for. Undone. Whatever chance Gotham had of fixing itself... whatever chance you gave us of fixing our city... dies with Harvey's reputation. We bet it all on him. The Joker took the best of us and tore him down. People will lose all hope.",
    "...a hero. Not the hero we deserved- the hero we needed.",
    "Dent?",
    ".",
    "Because we have to chase him. . .",
    "Because. . .",
    ". . .he's the hero Gotham deserves . . . but not the one it needs right now .",
    "...he's a silent guardian , a watchful protector. . . a dark knight."
]
