[
    "Sorry I'm late, folks.",
    "Worried you’d have to step up?",
    "Well, then, fair's fair: heads.",
    "My father's lucky coin. As I recall, it got me my first date with you.",
    "I don’t.",
    "Tee-off's 1:30. More than enough time to put you away for life,",
    "With Carmine Falcone in Arkham, someone must ' ve stepped up to run the so-called family.",
    "I've got a sworn statement from you that this man, Salvatore Maroni, is the new head of the Falcone crime family.",
    "permission to treat the witness as hostile?",
    "Ceramic 28 caliber. Made in China. If you want to kill a public servant , Mr. Maroni, I recommend you buy American.",
    "But , your honor , I'm not done . . .",
    "Glad you're so pleased, Rachel. I'm fine by the way.",
    "Can’t. I dragged the head of the Major Crimes Unit down here.",
    "Gordon stands as Dent enters. The two men shake.",
    "Well, good thing about the mob is they keep giving you second chances.",
    "Lightly irradiated bills. Fancy stuff for a city cop. Have help?",
    "Save it, Gordon. I want to meet",
    "And that flood light on top of M.C.U.?",
    "I ' ve put every known money launderer in Gotham behind bars .",
    "Gordon\/ I don't like that you've got your own special unit, and I don’t like that it’s full of cops I investigated at internal affairs.",
    "You want me to back warrants for search and seizure on five banks without telling me who we're after?",
    "(grins)",
    "It took three weeks to get a reservation and I had to tell them I worked for the government.",
    "This city health inspector's not afraid to pull strings.",
    "The famous Bruce Wayne . Rachel ' s told me everything about you.",
    "I don't know if they'll let ub- WAYNE",
    "Is Wayne Manor in the city limits? Rachel gives Dent a withering look.",
    "Gotham’s proud of an ordinary man standing up for what ' s right .",
    "We did. All of us who stood by and let scum take control of our city.",
    "When their enemies were at the gate, the Romans would suspend democracy and appoint one man to protect the city. It wasn’t considered an honor. It was considered public service.",
    "Well, I guess you either die a hero or you live long enough to see yourself become the villain. Look, whoever the Batman is, he doesn’t want to spend the rest of his life doing thiB. How could he? Batman's looking for someone to take up his mantle.",
    "Maybe. If I'm up to it.",
    "If I were sneaking out every night someone would've noticed by now.",
    "That's nice of you, Bruce, but I'm not up for reelection for three years. That stuff won't start for-",
    "You're a hard man to reach.",
    "Lau ' s halfway to Hong Kong- if you'd asked, I could have taken his passport- I told you to keep me in the loop.",
    "My office? 1 You're sitting down here with Bcum like Wuertz and Ramirez. . .",
    "We need Lau back, but the Chinese won ' t extradite a national under any circumstances.",
    "I’ll get him to sing.",
    "I knew the risks when I took this job, lieutenant. Same as you. (turns to Batman)",
    "I've got it. RICO. If their money was pooled we can charge all of them as one criminal conspiracy.",
    "In a RICO case if we can charge any ■ of the conspirators with a felony-",
    "What is this Gordon, your fortress?",
    "I don't trust them here.",
    "It's your call, Lieutenant. Be right.",
    "I don ' t know about Mr . Lau ' s travel arrangements . . .",
    "( grins )",
    "I asked Gordon to make some arrests .",
    "She shares my enthusiasm for justice. After all, she is a judge.",
    "It won't matter. The head guys make bail, sure... but the mid- level guy 3 , they can't, and they can’t afford to be off the streets long enough for trial and appeal. They'll cut deals that include some jail time. Think of all you could do with 18 months of clean streets.",
    "Rachel-",
    "Thanks. Alfred, right?",
    "Rachel talks about you all the time. You've known her her whole life?",
    "( smiles , surveys crowd)",
    "You cannot leave me on my own with these people.",
    "Compared to this , the mob doesn ' t scare me. Although\/ I will say; them gunning for you makes you see things clearly.",
    "Yeah. It makes you think about what you couldn't stand losing.",
    "Not if the mob has their way.",
    "Okay. Let's be serious. What's your answer?",
    "I guess no answer isn't \"no\". RACHEL",
    "It's someone else, isn't it?",
    "Just tell me it‘s not Wayne. The guy ' s a complete-",
    "So where do you keep your trash?",
    "You're due in court- I need you alive long enough to get you on the record.",
    "Refuse to cooperate on the stand- you won't be coming back here- you 1 11 go to county . How long do you calculate you'll last in there?",
    "Tell me what you know about the Joker .",
    "Where are you?",
    "Rachel, listen to me. You're not safe there.",
    "Gordon ’ s gone , Rachel .",
    "And he 1 s gone . The Joker 1 s named you next.",
    "Rachel, I can't let anything happen to you. I love you too much.",
    "Is there someone, anyone in this city we can trust?",
    "Rachel, I know he's your friend but-",
    "Okay. Go straight there. Don't tell anyone where you're going.",
    "I love you.",
    "You wanna play games?",
    "No. I wouldn't. That's why I'm not going to leave it up to me.",
    "Go again?",
    "You're not playing the odds, friend.",
    "Not exactly.",
    "The Joker killed Gordon- and, and Loeb. He’s going to kill Rachel ...",
    "Why?",
    "You can’tl You can't give ini But Batman is gone.",
    "Ladies and Gentlemen, thank you for coming. I've called this press conference for two reasons.",
    "But first. Let's consider the situation: should we give in to this terrorist's demands? Do we really think that-",
    "The Batman is an outlaw. . .",
    "But that'B not why we're demanding he turn himself in. We're doing it because we're scared . We've been happy to let Batman clean up our streets for us until now -",
    "Yes . They are. But the night is darkest just before the dawn. And I promise you, the dawn is coming.",
    "So be it.",
    "I am the Batman.",
    "I'm sorry, I didn’t have time to talk this through with you.",
    "They're transferring me to central holding. This is the Joker's chance, and when he attacks. Batman will take him down.",
    "How do you know what he's thinking?",
    "Heads I go through with it.",
    "(sincere)",
    "Lieutenant, you do like to play it pretty close to the chest...",
    "Thanks, detective- I've got a date with a pretty upset fiancee.",
    "Rachel? Rachel is that you?",
    "It's OK, Rachel. Everything's going to be just fine.",
    "Can you move your chair?",
    "Look for something to free yourself.",
    "Nothing. I’m trying to...",
    "Don't think like that, Rachel.",
    "NO l Not me... Why did you come for me? 1",
    "Remember the name you all had for me when I was at Internal Affairs?",
    "Why should I hide who I am?",
    "Why would you listen to me now?",
    "No. No you're not. Not yet.",
    "Polk enters the room. No Davis. Just a REDHEADED NURSE, back towards him, reading Dent's chart.",
    "Your men. Your. plan.",
    "You die.",
    "You live.",
    "The Joker leans in, pressing his he4d to the gun's barrel,",
    "Hello.",
    "Half.",
    "Who picked up Rachel, Wuertz?",
    "You, of all people, are gonna protect the other traitor in Gordon's unit?",
    "Funny, I don't know what's going to happen to you, either.",
    "Going to join your wife?",
    "You love her?",
    "Can you imagine what it would be like to listen to her die?",
    "The Joker’s just a mad dog. I want whoever let him off the leash.",
    "I took care of Wuertz, but who was your other man inside Gordon's unit? who picked up Rachel? it must've been someone she trusted.",
    "It can t hurt your chances.",
    "I said it couldn't hurt your chances .",
    " Who?",
    " Your driver.",
    "She believe you?",
    "She trusts you. Just like Rachel did.",
    "'What they were gonna do’? You're the second cop to say that to me. What, exactly, did you think they were going to do?",
    "Don't!",
    "Live to fight another day, officer.",
    "Hello r Jim.",
    "Lucky guy.",
    "You 're about to know what my suffering is really like . . .",
    "Where my family died.",
    "This is where they brought her, Gordon. After your people handed her over. This is where they bound her. This is where she suffered. This is where she died.",
    "But you didn’t, did you?",
    "Yes, you could.",
    "If you'd listened to me- if you'd stood up against corruption instead of doing your deal with the devil.",
    "You wouldn't dare try to justify yourself if you knew what I’d lost.",
    "No, just the person you need most.",
    "We have a winner.",
    "You brought your cops?",
    "You think I want to escape? I There's no escape from this-",
    "I've done plenty wrong, Gordon.",
    "It ' s not about what I want . It's about what's fair.",
    "(shows the coin)",
    "Then why was it only me who lost everything?",
    "(furious)",
    "(bitter)",
    "Fair enough.",
    "You first.",
    "My turn.",
    "Your turn, Gordon.",
    "Gordon, horrified, RUNS to the edge— peers down—",
    "Tell your son it ’ s going to be all right, Gordon."
]
