[
    "I believe that what doesn’t kill you . . . simply makes you stranger.",
    "I thought I told bad jokes.",
    "How about a magic trick?",
    "I'll make this pencil disappear.",
    "A year ago these cops and lawyers wouldn’t dare cross any of you.",
    "A guy like me . . . I know why you ' re holding your little group therapy session in broad daylight. I know why you’re afraid to go out at night. Batman. He's shown Gotham your true colors. And Dent’s just the beginning.",
    "It’s simple. Kill the Batman. Jeers. Laughter.",
    "Like my mother used to tell me- if you're good at something, never do it for free.",
    "Half.",
    "You don't deal with this now, soon Gambol won't even be able to get a nickel for his grandma-",
    "Let's not blow this out of all proportion .",
    "Let me know when you change your minds .",
    "Wanna know how I got these scars?",
    "So, me watching, he takes the knife to her, laughing while he does it.",
    "Why so serious?",
    "Now, our organization is small, but we've got a lot of potential for aggressive expansion... so which of you fine gentlemen would like to join our team?",
    "Only one slot open right now- so we're going to have try-outs.",
    "Make it fast.",
    "This is how crazy Batman's made Gotham. You want order in Gotham?",
    "Good evening . We ' re the entertainment .",
    "I only have one question: where is Harvey Dent?",
    "You know, you remind me of my father.",
    "Hello, beautiful. You must be Harvey's squeeze.",
    "A little fight in you. I like that.",
    "Sure. Just take off your mask and show us all who you are . . .",
    "( laughs )",
    "Anyone could be driving that thing- stay on Dent.",
    "Do me up-",
    "Whoever he was... he ain't now.",
    "Tee 'em up .",
    "EXT. PARKSIDE — NIGHT",
    "Hit me. Come on. Hit me.",
    "The gun is COCKED. The Joker drops the knife. Sits.",
    "GORDON",
    "GORDON",
    " ( laughs )",
    "Does it make you feel responsible for Harvey Dent’s current predicament?",
    "GORDON",
    "Depending on the time, he might be in one spot.",
    "The good cop, bad cop routine?",
    "Never start with the head... victim gets fuzzy. Can’t feel the next-",
    "(calm)",
    "I wanted to see what you'd do. And you didn't disappoint...",
    "Those mob fools want you gone so they can get back to the way things were. But I know the truth- there’s no going back. You've changed things . Forever .",
    "Kill you? I don't want to kill you. What would I do without you?",
    "Don't talk like one of them- you're not, even if you'd like to be. To them you're a freak like me... they just need you right now.",
    "But as soon as they don’t, they'll cast you out like a leper.",
    "Their morals, their code... it’s a bad joke. Dropped at the first sign of trouble. They’re only as good as the world allows them to be. You'll see- I'll show you... when the chips are down, these civilized people... they’ll eat each other.",
    "You have these rules. And you think they'll save you.",
    "Then that's the one you’ll have to break. To know the truth.",
    "(smiles)",
    "There are just minutes left- so, you'll have to play my little game if you want to save...",
    "For a while I thought you really were Dent, the way you threw yourself after her-",
    "Look at you go... does Harvey know about you and his-?",
    "Killing is making a choice...",
    "...you choose one life over the other. Your friend, the district attorney. Or his blushing bride- to-be .",
    "You have nothing. Nothing to threaten me with. Nothing to do with all your strength...",
    "He's at 250 52nd Boulevard. And she's on avenue I at Cicero.",
    "How many of your friends have I killed?",
    "You know why I use a knife, Detective? Guns are too quick.",
    "So, in a way, I knew your friends better than you ever did.",
    "The Detectives look at each other. One of them pulls out his cell phone. TOSSES it to the Joker, who begins to dial.",
    "Hello there.",
    "I told you- I ' m a man of my word .",
    "I'm a man of simple tastes. I like gunpowder . Dynamite . . .",
    ". . .gasoline. . .",
    "And you know what they have in common? They're cheap.",
    "I am.",
    "I'm only burning my half.",
    "All you care about is money. This city deserves a better class of criminal, and I’m going to give it to them. This is my town now.",
    "Cut him up and offer him to his little Princes . Let ' s show him just how loyal a hungry dog is.",
    "It's not about money. It's about sending a message...",
    "Everything . Burns .",
    "I had a vision. Of a world without Batman. The mob ground out a little profit and the police tried to shut them down , one block at a time... and it was so... boring.",
    "If Coleman Reese isn't dead in sixty minutes, then I blow up a hospital. Of course, you could always kill yourself, Mr. Reese.",
    "I don't want there to be any hard feelings between us, Harvey.",
    "When you and Rachel were being abducted I was sitting in Gordon ' s cage. I didn't rig those charges -",
    "Do I really look like a guy with a plan, Harvey? I don't have a plan. . .",
    "The mob has plans, the cops have plans. You know what I am, Harvey?",
    "I'm a dog chasing cars... I wouldn't know what to do with one if I caught it. I just do things.",
    " you are. You were a schemer. You",
    "It ' s fair.",
    "Now you're talking.",
    "What does it take to make you people want to join in..?",
    "Come nightfall, this city is mine, and anyone left here plays by my",
    "But the bridge -and- tunnel crowd are in for a surprise.",
    "Tonight , you 're all going to be part of a social experiment.",
    "Through the magic of diesel fuel and ammonium nitrate , I'm ready right now to blow you all sky high.",
    "But we 're going to make things a little more Interesting than that. Tonight, we're going to learn a little bit about ourselves . . .",
    "There's no need for all of you to die. That would be a waste. So I've left you both a little present.",
    "Each of you has a remote to blow up the other boat.",
    "At midnight, I blow you all up.",
    "You came. I'm touched.",
    "All the old familiar places.",
    "If we don't stop fighting, we're going to miss the fireworks.",
    "Can’t rely on anyone these days. The Joker ARMS the remote...",
    "Have to do everything yourself, i always have- and it's not always easy. . . *",
    "smiles",
    "Just couldn’t let me go, could you? I guess this is what happens when an unstoppable force meets an immovable object. You truly are incorruptible, aren't you?",
    "You won’t kill me out of some misplaced sense of self- righteousness. . . and I won't kill you because you ' re too much fun . We’re going to do this forever.",
    "Maybe we can share it . They ’ 11 need to double up, the rate this city ' s inhabitants are losing their minds —",
    "Till their spirit breaks completely. Until they find out what I did with the best of them.",
    "You didn't think I'd risk losing the battle for the soul of Gotham in a fist fight with you? You've got to have an ace in the hole.",
    "I took Gotham's white knight. And I brought him down to my level, it wasn't hard- madness is like"
]
