[
    "Where were you?",
    "I know the briefs backwards.",
    "You’re flipping coins to see who leads?",
    "We'll never link the gun to Maroni, so we can't charge him, but I'll tell you one thing- the fact they tried to kill you means we're getting to them.",
    "Jim Gordon? He's a friend- try to be nice.",
    "Really?",
    "Yes , Bruce. Fancy that",
    "Bruce, this is Harvey Dent.",
    "For how long? About three weeks?",
    "Natascha, aren't you...?",
    "Harvey's taking me next week.",
    "No. He knows I am. An extra table arrives.",
    "And the last man they asked to protect the republic was named Caesar. He never gave up that power .",
    "Give us the money and we'll deal.",
    "You mean when they hear that you've helped us they're going to kill you?",
    "No, I'm just assuming your client's cooperation with this investigation. As will everyone.",
    "You were a glorified accountant- what could you have on all of them that we could charge?",
    "We can charge all of them with it.",
    "Mr.Lau, do you have details of this communal fund? Ledgers , notebooks . . . ?",
    "Once you've testified in open court. So with your clients locked up, what happens to all that money?",
    "Now I've seen it all: Harvey Dent, scourge of the underworld, scared stiff by the trust fund brigade.",
    "Harvey may not know you well enough to understand when you're making fun of him. But I do.",
    "You can't ask me to wait for that.",
    "The whole mob's after you and you're worried about these guys?",
    "Oh, yeah?",
    "The rest of your life, huh? That's a pretty big commitment.",
    "Don ' t .",
    "I don't have an answer.",
    "I’m sorry, Harvey. I just...",
    "What are you doing? I",
    "Stopl",
    "Let's not do that again, okay?",
    "Thank you.",
    "Where you should be- at Major Crimes trying to sort through all the-",
    "Bruce. We can trust Bruce Wayne.",
    "Trust me, Harvey, Bruce’s penthouse is now the safest place in the city.",
    "Harvey called. He says Batman is going to turn himself in.",
    "You honestly think it’s going to stop the Joker from killing?",
    "Bruce, don't make me your one hope for a normal life-",
    "Yes.",
    "But they won't let us be together after you turn yourself in.",
    "Why is he letting Harvey do this,",
    "And just stood by?l ALFRED",
    "Well, you're right about one thing- letting Harvey take the fall ia not heroic.",
    "You know Bruce best, Alfred... give it to him when the time is right .",
    "It's not sealed.",
    "Goodbye, Alfred.",
    "Don't offer yourself as bait,",
    "No. This is too dangerous - The Detective knocks. Dent rises.",
    "He's using you as bait- but he doesn’t know if he can get the Joker- he's failed so far.",
    "This is your life... you don't leave something like this to chance. . .",
    "You make your own luck.",
    "Can anyone hear me?",
    "(sobbing)",
    "No. Harvey, we don't have much time-",
    "They said only one of us was going to make it. That they'd let our...",
    "Harvey? What 1 s happening?",
    "Harvey, in case... I want you to know something. . .",
    "I know, but I don't want them to..",
    "I don't want to live without you.",
    "Harvey? Harvey , it's okay...",
    "(calm)",
    "Dear Bruce, I need to explain . . .",
    "...I need to be honeat and clear.",
    "I love him, I want to spend the rest of my life with him . . .",
    "When I told you that if Gotham no longer needed Batman we could be together, I meant it...",
    "...when you no longer need Batman.",
    ". . .but as your friend . I 'm sorry to let you down . . .",
    "If you lose your faith in me, please keep your faith in people . . .",
    "Love, now and always, Rachel."
]
